Repository: givolaj/Tendy-IOS
Catalog: *.lproj/Localizable.strings
Languages: he

# appName
source: Tendy
he: טנדי

# pageTitle1
source: A new way of saying 'Hi!'
he: דרך חדשה להגיד שלום

# pageTitle2
source: You choose what to share
he: אתם בוחרים מה להציג

# pageTitle3
source: Stay in touch
he: שמרו על קשר

# pageCenterText1
source: Let Tendy scan your surrounding to find interesting people around you. Browse by age, profession' hobbies more.
he: תנו ל-TENDY להכיר לכם את האנשים סביבכם בדרך חדשה וכיפית. אפשר לחפש לפי גיל, מקצוע, תחביבים ועוד.

# pageCenterText2
source: Decide what information your profile will show at any given time. With Tendy, your profile can be as dynamic as you.
he: תוכל לבחור איזה פרטים אתם רוצים להציג בכל רגע נתון. עם TENDY, הפרופיל שלכם יכול להיות דינמי כמוכם.

# pageCenterText3
source: The people you meet with Tendy can become your long-time companions. Chat together from everywhere, at any time.
he: האנשים שתכירו דרך TENDY יכולים להישאר איתכם לאורך זמן. תוכלו לדבר בפרטיות בכל זמן ובכל מקום.

source: GOT IT
he: הבנתי

source: Login
he: התחברות

# loginTitle
source: What are waiting for? Sign up now and start meeting interesting people around you.
he: למה אתם מחכים? הירשמו עכשיו ותתחילו להכיר אנשים חדשים בכל מקום.

# connectTitle
source: Connect via
he: התחבר אלנו דרך

source: Or
he: או

# PhoneNum
source: Phone number
he: מספר טלפון

source: Facebook
he: פייסבוק

source: Register
he: הרשמה

source: Login with facebook
he: התחבר עם פייסבוק

# setAllFileds
source: All fields are requested
he: יש למלא את כל השדות

source: Set Required Fileds
he: שדות חובה

# Succeeded
source: Saved successfully
he: נשמר בהצלחה

source: Failed
he: נכשל

source: confirm password dos'nt not match
he: הסיסמאות שהזנת לא תואמות

source: sent reset to your mail
he: אימות סיסמה נשלח למייל שלך

source: Phone Verification
he: וידוא מספר טלפון

# Verification title
source: Tendi will send SMS message to verify your phone number. Enter your 10 digit phone number:
he: טנדי תשלח הודעת SMS לוודא את מספר הטלפון שלך. הכנס את מספר הטלפון שלך כאן:

source: Enter your phone number
he: הזן מספר טלפון

source: SEND MESSAGE
he: שלח הודעה

# Enter code title
source: click on button to get a verification code
he: לחץ על הכפתור כדי לקבל קוד אימות

# didn't get title1
source: Didnt get a code? ask in
he: לא קיבלת קוד? נסה שוב בעוד

# didn't get title2
source: seconds.
he: שניות.

source: Problem
he: נתקלנו בבעיה

# Invalide phone
source: This is not a valid phone number
he: מספר הטלפון לא נכון

# problem alert
source: You can get a code once every 60 seconds.
he: מטעמי אבטחה, ישנו זמן המתנה של דקה בין שליחות קודים. עקוב אחרי הספירה מתחת לכפתור.

# Code sent title
source: Code sent!
he: הקוד נשלח!

# Code sent massege
source: A code has been sent to your number via SMS. enter that code in the below textbox
he: הכנס את הקוד שקבלת בתיבת הטקסט למטה

# enter code holder
source: Enter code here
he: הכנס קוד כאן

source: GO
he: המשך

# problem code
source: You've entered the worng code.
he: לא הזנת את הקוד הנכון.

# terms&condition
source: terms and condition
he: תנאי שימוש

source: Profile
he: פרופיל

source: Chats
he: צ׳אטים

source: Discovery
he: גלה סביבך

source: Account settings
he: הגדרות חשבון

source: Discovery state
he: מצב נראות

source: On
he: גלוי

source: Off
he: חבוי

source: Support
he: פנה לתמיכה

source: Log out
he: התנתק

source: version
he: גירסה

# log out mesg
source: Sure you want to log out?
he: בטוח שברצונך להתנתק?

source: Real profile
he: פרופיל פרטי

# Second Real Profile Title
source: You can't edit some of this data anymore. if you feel like you have to, contact our support (side menu).
he: לא ניתן לערוך חלק מהמידע בדף זה. במקרים חריגים יש לפנות לצוות התמיכה (דרך תפריט הצד).

source: change profile picture
he: החלף תמונת פרופיל

source: Name
he: שם

source: Nick name
he: כינוי

source: Age
he: גיל

source: Birthday date
he: תאריך יום ההולדת שלך

source: Profession
he: תחום עיסוק

source: Something about me
he: משהו על עצמי

source: man
he: גבר

source: woman
he: אישה

# other
source: unspecified
he: לא צוין

source: SAVE
he: שמור

# cant_without_username
source: Can't have a profile without a nick name
he: בכדי לשמור פרופיל עליך למלא לכל הפחות כינוי

# cant_without_name
source: Can't have a profile without a name and a birthday date
he: בכדי לשמור פרופיל עליך למלא לכל הפחות שם ותאריך לידה

# fill_profile_first
source: fill in your public profile before you go the the chats and discovery screens.
he: מלא את הפרופיל הציבורי שלך לפני שתמשיך למסכים האחרים.

# successfully_enrolled
source: You've sucssefully signed in! Create/edit your first public profile. Your public profile is how other Tendy users see you.
he: צרו את הפרופיל הגלוי הראשון שלכם! הפרופיל הגלוי הוא הפנים שלכם בטנדי, כל האחרים יראו אתכם.

# wellcom
source: This is your real profile details page. the details you write here will NOT be shown unless you decide to share them.
he: ברוכים הבאים!

# first_profile-msg
source: Welcome to Tendy! this is your real profile details page. the details you write here will NOT be shown unless you decide to share them.
he: בדף זה תוכל למלא ולערוך את הפרטים האמיתיים שלך. דף זה לא יוצג למשתמשים אחרים, אלא אם כן תבקש זאת במפורש. בהצלחה!

# animation
source: animation_EN
he: animation_HE

# DiscoveryOff title 1
source: You've turned discovery off. Click here to turn discovery on. When your discovery is turned off you can't be seen, but you also can't see other people with Tendi.
he: אתה נמצא במצב חבוי. לחץ כאן בכדי להדליק את הגילוי. כשאתה במצב חבוי משתמשים אחרים לא יכולים לראות אותך, אך גם אתה לא יכול לראות אותם.

# inviteTitle
source: Chat invite
he: הזמנה לצ'אט

# inviteText
source: Would you like to chat with
he: האם ברצונך להתחיל לשוחח עם

# inviteYes
source: Ok
he: התחל

# inviteNo
source: Don't
he: בטל

# profileShown
source: My current profile
he: הפרופיל הנוכחי שלי

# enablePrivteProfile
source: Share Real Details
he: שתף פרופיל פרטי

source: Block
he: חסום

# requestFriendshipTitle
source: A request to stay in touch
he: בקשה להשאר בקשר

# requestFriendshipText1
source: You're about to send a stay in touch request to -
he: אתה עומד להציע ל -

# requestFriendshipText2
source: If both of you request to stay in touch with each other, the timer will stop and you can chat forever. send a request?
he: להשאר בקשר. אם הוא יבקש להשאר בקשר גם כן, שעון העצר יפסיק ותוכלו לצ'וטט לנצח. להמשיך?

source: Yes
he: כן

source: No
he: לא

# wants_to_chat
source: to chat with you
he: לשוחח איתך

# wants_male
source: wants
he: מעוניין

# wants_female
source: wants
he: מעוניינת

# time_over_title
source: Time over!
he: נגמר הזמן

# time_over_text
source: Your time for staying in touch is over. This chat will be deleted.
he: הזמן להשאר בקשר נגמר. השיחה שלכם תמחק.

# stay_in_touch
source: minutes left. approve stay in touch request.
he: דקות. בקש שמירת קשר

source: Warning
he: זהירות

# sure_you_want_to_delete1
source: You're about to block
he: ביקשת לחסום את

# sure_you_want_to_delete2
source: . You won't be able to return to this chat. sure you want to continue?
he: . לאחר החסימה לא תוכל לראות שוב את הצ׳אט. אתה רוצה להמשיך?

# sure_you_want_to_delete_message
source: Delete the message?
he: למחוק את ההודעה?

# share_real_identity
source: Share real details
he: שתף פרופיל פרטי

# real_details_text
source: Once you share your real details you can't go back, this chat partner will always see your real profile. sure you want to share it?
he: ברגע שתשתף את הפרופיל הפרטי שלך הוא יופיע בשיחה זו לתמיד, ולא תוכל להחליף אותו. בטוח שברצונך לשתף?

source: wants to stay in touch
he: רוצה להשאר בקשר

source: Issue!
he: נתקלנו בבעיה!

# cant_block_before_inviting
source: You can't block someone before you've invited them.
he: אי אפשר לחסום שיחה לפני שהזמנת את הפרטנר שלך לצ'אט.

# youve_been_blocked
source: The chat has been blocked by one of the sides.. we'll now move out of the chat screen
he: השיחה נחסמה על ידי אחד הצדדים.. המערכת תוציא אותך מדף הצ'אט עכשיו

# cant_share_real_before_writing_a_message
source: You can't share you real profile before you write you're first message to your chat buddy
he: אתה לא יכול לשתף את הפרטים האמיתיים לפני שהזמנת את חברך לצ'אט (שליחת ההודעה הראשונה)

# cant_share_real_before_create
source: You didn’t save a real profile (in the side menu)
he: לא שמרת פרופיל פרטי (בתפריט צד)

# no chat image
source: no chats en
he: no_chats

# write_a_msg
source: Write a message
he: כתוב הודעה

# waiting_for_invitation
source: Invited. waiting for reply.
he: הוזמן. מחכה לאישור.

source: You can not send more than five messages while chat invitations will not be approved
he: לא ניתן לשלוח יותר מחמש הודעות בעוד שההזמנה לצאט לא תאושר

# maleSentImage
source: has just sent you an image!
he: שלח לך תמונה!

# femaleSentImage
source: has just sent you an image!
he: שלחה לך תמונה!

# MaleSharingPrivateProfile
source: share you in his private profile
he: שתף אותך בפרופיל הפרטי שלו

# FemaleSharingPrivateProfile
source: share you in her private profile
he: שתפה אותך בפרופיל הפרטי שלה

source: Confirm image
he: אשר שליחה

source: OK
he: אישור

source: ERROR
he: שגיאה

# TryLater
source: Please try again later
he: נסה שוב מאוחר יותר

# No Internet connection found
source: You're not connected to the internet. You can't proceed without an internet connection
he: אינך מחובר לרשת. לא ניתן להשלים את הפעולה ללא חיבור לרשת.

source: Error found
he: נמצאה שגיאה

source: Turn on the Blutooth
he: הפעל את הבלוטוס

source: Cancel
he: ביטול

# UsedPhotos
source: Tandy makes you a folder of tandy pictures
he: טנדי מכינה לכם תיקייה של תמונות טנדי

source: Nick name:
he: כינוי:

# tendi_found_1_s_people_around_you1
source: Tendi found
he: טנדי גילתה

# tendi_found_1_s_people_around_you2
source: people around you
he: אנשים סביבך

source: Select a picture
he: בחר תמונה

source: Camera
he: מצלמה

# Photo Album
source: Photo Albom
he: אלבום תמונות

# register succeed
source: You've successfully enrolled! Create your first public pofile
he: נרשמת בהצלחה! צור את הפרופיל הציבורי הראשון שלך

# Set Required Fileds profile
source: בכדי לשמור פרופיל עלייך למלא לכל הפחות כינוי
he: בכדי לשמור פרופיל עליך למלא לכל הפחות כינוי
